Repository: 1RGB1/Sudoku
Catalog: SuDoKu/*.lproj/Localizable.strings
Languages: ar_eg

source: Very Easy
ar_eg: سهل جدا

source: Easy
ar_eg: سهل

source: Medium
ar_eg: متوسط

source: Hard
ar_eg: صعب

source: Extreme
ar_eg: صعب جدا

source: Empty
ar_eg: فارغ

source: New
ar_eg: لعبه جديده

source: Check
ar_eg: إفحص

source: Solve
ar_eg: حل

# Language
source: عربي
ar_eg: English

source: Ok
ar_eg: تم

source: Error
ar_eg: خطأ

source: Sorry
ar_eg: عذرا

source: Yay 💪
ar_eg: عاش 💪

source: Wrong answer
ar_eg: إجابة خاطئه

source: Check your tiles again because this grid has no solution
ar_eg: تأكد أنك أدخلت أرقام بشكل صحيح في جميع الخانات لأنه لايوجد حل

source: You can't change this tile
ar_eg: لا تستطيع تغير الرقم في هذه الخانه

source: Please choose tile first
ar_eg: برجاء قم بإختيار خانه أولا

source: Still have empty places, fill them first
ar_eg: برجاء أكمل جميع الخانات

source: Try to solve it by yourself next time
ar_eg: حاول حلها بنفسك في المره القادمة

source: Congrats... You solved it with score:
ar_eg: مبروك... لقد قمت بحل اللعبه بمجموع نقاط:

source: Great work, but check your answer again
ar_eg: عمل جيد ، ولكن برجاء التأكد من حلك ثانية
